export default {
  projections: {
    ОборудованиеE: {
      название: {
        __caption__: 'Название'
      },
      инвНомер: {
        __caption__: 'Инв номер'
      },
      дата: {
        __caption__: 'Дата добавления'
      },
      тип: {
        __caption__: 'Тип',
        название: {
          __caption__: 'Название'
        }
      },
      операции: {
        __caption__: 'Операции',
        дата: {
          __caption__: 'Дата '
        }
      },
      пользователь: {
        __caption__: 'Пользователь',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата добавления'
    },
    инвНомер: {
      __caption__: 'Инв номер'
    },
    название: {
      __caption__: 'Название'
    },
    операции: {
      __caption__: 'Операции'
    },
    пользователь: {
      __caption__: 'Пользователь'
    },
    тип: {
      __caption__: 'Тип'
    },
    рабочееМесто: {
      __caption__: 'рабочееМесто'
    }
  }
};
