export default {
  projections: {
    ОперацииE: {
      дата: {
        __caption__: 'Дата'
      },
      действие: {
        __caption__: 'Действие'
      },
      состояние: {
        __caption__: 'Состояние'
      },
      пользователь: {
        __caption__: 'Пользователь',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    ОперацииL: {
      дата: {
        __caption__: 'Дата'
      },
      действие: {
        __caption__: 'Действие'
      },
      состояние: {
        __caption__: 'Состояние'
      },
      пользователь: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    действие: {
      __caption__: 'Действие'
    },
    состояние: {
      __caption__: 'Состояние'
    },
    пользователь: {
      __caption__: 'Пользователь'
    }
  }
};
