export default {
  projections: {
    РабочееМестоE: {
      инвНомер: {
        __caption__: 'Инв номер'
      },
      кабинет: {
        __caption__: 'Кабинет'
      },
      место: {
        __caption__: 'Место'
      },
      филиал: {
        __caption__: 'Филиал',
        название: {
          __caption__: 'Название'
        }
      },
      оборудование: {
        __caption__: 'Оборудование',
        название: {
          __caption__: 'Название'
        },
        инвНомер: {
          __caption__: 'Инв номер'
        },
        дата: {
          __caption__: 'Дата добавления'
        },
        тип: {
          __caption__: 'Тип',
          название: {
            __caption__: 'Название'
          }
        },
        операции: {
          __caption__: 'Операции',
          дата: {
            __caption__: 'Дата '
          }
        },
        пользователь: {
          __caption__: 'Пользователь',
          фИО: {
            __caption__: 'ФИО'
          }
        }
      },
      пО: {
        __caption__: 'ПО',
        название: {
          __caption__: 'Название'
        },
        версия: {
          __caption__: 'Версия'
        },
        freeware: {
          __caption__: 'Freeware'
        },
        вендор: {
          __caption__: 'Вендор',
          название: {
            __caption__: 'Название'
          }
        }
      }
    },
    РабочееМестоL: {
      инвНомер: {
        __caption__: 'Инв номер'
      },
      кабинет: {
        __caption__: 'Кабинет'
      },
      место: {
        __caption__: 'Место'
      },
      филиал: {
        __caption__: 'Название',
        название: {
          __caption__: 'Название'
        }
      }
    }
  },
  validations: {
    инвНомер: {
      __caption__: 'Инв номер'
    },
    кабинет: {
      __caption__: 'Кабинет'
    },
    место: {
      __caption__: 'Место'
    },
    филиал: {
      __caption__: 'Филиал'
    },
    оборудование: {
      __caption__: 'Оборудование'
    },
    пО: {
      __caption__: 'ПО'
    }
  }
};
